<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * 
 * @author Ianka Kryukov <IanisKr@mail.ru>
 * @author serg <sergey_art82@inbox.ru>
 */
$lang['groups']                = 'Разделенный запятыми список групп, которым разрешено отключать таймер блокировки';
$lang['fck_preview']           = 'FCK Preview Group';
$lang['guest_toolbar']         = 'Отображать ли панель для незарегистрированных пользователей';
$lang['guest_media']           = 'Могут ли незарегистрированные пользователи вставлять ссылки на медиа файлы';
$lang['open_upload']           = 'Могут ли незарегистрированные пользователи загружать файлы';
$lang['default_fb']            = 'Доступ для просмотра файлов по умолчанию. Если выбрать none, то ACL не будет использоваться.';
$lang['openfb']                = 'Открытый просмотр файлов. Это дает пользователю доступ ко всей структуре папок, несмотря на то, имеет ли он права на это или нет. При этом ACL применяется для разрешения загрузки.';
$lang['dw_edit_display']       = 'Выбрать, какие пользователи имеют доступ к кнопке "Редактор DokгWiki". Варианты: "all"- для всех; "admin"- только для администраторов и менеджеров; "none" - ни для кого';
$lang['create_folder']         = 'Включить кнопку создания папки в файловом браузере (да/нет)';
$lang['auth_ci']               = 'Нечувствительный к регистру Логин id, так что можно войти и как USER и как user.';
