<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * 
 * @author Ianka Kryukov <IanisKr@mail.ru>
 * @author serg <sergey_art82@inbox.ru>
 * @author Artem Trutko <trutko@facebook.com>
 * @author Evgeniy Bekhterev <jbe@mail.ru>
 */
$lang['groups']                = 'Разделенный запятыми список групп, которым разрешено отключать таймер блокировки';
$lang['fck_preview']           = 'FCK предварительного просмотра группы';
$lang['guest_toolbar']         = 'Отображать ли панель для гостей';
$lang['guest_media']           = 'Могут ли гости вставлять ссылки на медиа файлы';
$lang['open_upload']           = 'Могут ли гости загружать файлы';
$lang['default_fb']            = 'Доступ для просмотра файлов по умолчанию. Если выбрать none, то ACL не будет использоваться.';
$lang['openfb']                = 'Открытый просмотр файлов. Это дает пользователю доступ ко всей структуре папок, несмотря на то, имеет ли он права на это или нет. При этом ACL применяется для разрешения загрузки.';
$lang['dw_edit_display']       = 'Выбрать, какие пользователи имеют доступ к кнопке "Редактор DokuWiki". Варианты: "all"- для всех; "admin"- только для администраторов и менеджеров; "none" - ни для кого';
$lang['smiley_as_text']        = 'Отображение смайлов в виде текста в CKeditor (будут по-прежнему отображаться как изображения в браузере)';
$lang['editor_bak']            = 'Сохранить резервную копию/&lt;namespace&gt;.ckgedit';
$lang['create_folder']         = 'Включить кнопку создания папки в файловом браузере (да/нет)';
$lang['dwedit_ns']             = 'Разделение запятыми список имен и/или страниц, где ckgedit автоматически переключается на родной Вики редактор; принимает частичные совпадения.';
$lang['auth_ci']               = 'Нечувствительный к регистру Логин id, так что можно войти и как USER и как user.';
$lang['nix_style']             = 'Для серверов Windows (Vista и более поздние версии). Этот параметр делает возможным доступ к данным\медиа через ckgedit\CKeditor\Пользовательские файлы, если ссылки на медиа и файлы были успешно создан в пользовательских файлах.';
$lang['no_symlinks']           = 'Отключить автоматическое создание символических ссылок в ckgedit/Пользовательских файлах.';
$lang['direction']             = 'Установить языковое направление в CKeditor. <b>nocheck</b>: ckgedit оставит направление языка по умолчанию; <b>dokuwiki</b>: примет языковые настройки стандартного редактора Dokuwiki; <b>ltr</b>: С лева на право ; <b>rtl</b>: С права на лево.';
$lang['scayt_auto']            = 'Автоматически включить SCAYT орфографии. По умолчанию используется "ВКЛ.". Чтобы отключить SCAYT выберите "Выкл."';
$lang['scayt_lang']            = 'Установить SCAYT языком по умолчанию.';
$lang['dw_priority']           = 'Сделать Dokuwiki редактором по-умолчанию.';
$lang['preload_ckeditorjs']    = 'Подгрузить JavaScript ckeditor для ускорения последующей загрузки из редакторе.';
$lang['font_options']          = 'Удалить параметры шрифта.';
$lang['color_options']         = 'Удалить цветовые варианты.';
$lang['alt_toolbar']           = 'Функциями для того чтобы извлечь компоненты из панели инструментов';
$lang['mfiles']                = 'Включить поддержку mfile';
