<?php

/**
 * Language file for fckg in UTF-8
 *  
 * @author:     Ianka Kryukov <IanisKr@mail.ru>
 */


$lang['groups'] = "Разделенный запятыми список групп, которым разрешено отключать таймер блокировки";
$lang['middot'] = "Разделенный запятыми список групп using &amp;middot; for &amp;nbsp;";
$lang['big_files'] = "Отметте чтобы защитить редактирование больших (oversized) файлов";
$lang['big_file_sz'] = "Размер большого (oversized) файла (в байтах)";
$lang['big_file_tm'] = "Обработка большого (oversized) файла будет закончена через (секунд):";
$lang['fck_preview'] = "FCK Preview Group";
$lang['guest_toolbar'] = "Отображать ли панель для незарегистрированных пользователей";
$lang['guest_media'] = "Могут ли незарегистрированные пользователи вставлять ссылки на медиа файлы";
$lang['open_upload'] = "Могут ли незарегистрированные пользователи загружать файлы";
$list = plugin_list('syntax');
$list = implode  (", "  , $list);  
$lang['xcl_plugins'] ="Разделенный запятыми список плагинов Immutable Syntax. " .
      "Их имена должны быть точно такими же, как в этом списке инсталлированных плагинов: $list";
$lang['default_fb'] = "Доступ для просмотра файлов по умолчанию. Если выбрать none, то ACL не будет использоваться.";
$lang['openfb'] = "Открытый просмотр файлов. Это дает пользователю доступ ко всей структуре папок, несмотря на то, имеет ли он права на это или нет. При этом ACL применяется для разрешения загрузки.";
$lang['csrf'] = "Если Вы получаете CSRF предупреждения, отметте этот пункт.";                     
