<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Nima Hamidian <nima.hamidian@gmail.com>
 */
$lang['groups']                = 'گروه اجازه دارد تایمر قفل را غیرفعال کند (منسوخ)';
$lang['fck_preview']           = 'گروه پیش‌نمایش FCK';
$lang['guest_toolbar']         = 'نمایش نوارابزار به میهمانان';
$lang['guest_media']           = 'میهمان بتواند به فایلهای رسانه‌ای پیوند دهد';
$lang['open_upload']           = 'میهمان بتواند بارگذاری کند';
$lang['default_fb']            = 'دسترسی مرور فایل پیش‌فرض. با هیچکدام، acl اِعمال نمی‌شود.';
$lang['openfb']                = 'مرور فایل آزاد. این به کاربر دسترسی به کل ساختار دایرکتوری را می‌دهد، فارغ از آنکه کاربر اجازه داشته باشد یا نه. ACL همچنان درخصوص بارگذاریها اِعمال می‌شود.';
$lang['dw_edit_display']       = 'کنترل می‌کند کدام کاربران به دکمه "ویرایشگر دوکوویکی" دسترسی داشته باشند.گزینه‌ها: "همه" برای همه کاربران؛ "ادمین" تنها برای ادمین‌ و مدیران؛ "هیچکدام" برای هیچ کس. پیش‌فرض روی "همه".';
$lang['smiley_as_text']        = 'لبخندک‌ها در CKeditor به صورت متن نشان داده شود (در مرورگر همچنان به صورت تصویر نشان داده می‌شود)';
$lang['editor_bak']            = 'ذخیره بکاپ در meta/&lt;namespace&gt;.ckgedit';
$lang['create_folder']         = 'فعالسازی دکمه ایجاد پوشه در مرورگر فایل (y/n)';
$lang['dwedit_ns']             = 'لیست با کاما جدا شده فضاهای نام و/یا صفحه‌هایی که ckgedit به صورت خودکار به ویرایشگر اصلی دوکوویکی شیفت کند؛ مطابقت‌های بخشی را هم می‌پذیرد.';
$lang['acl_del']               = 'حالت پیش‌فرض (جعبه بدون تیک) به کاربران دارای اجازه بارگذاری امکان می‌دهد فایلهای رسانه‌ای را حذف کنند؛ اگر جعبه تیک زده شود، جهت حذف از پوشه، کاربر نیاز به اجازه حذف خواهد داشت.';
$lang['auth_ci']               = 'شناسه ورود کاربر ناحساس به کوچک و بزرگ بودن حروف است، یعنی شما می‌توانید هم به عنوان USER و هم user وارد شوید.';
$lang['nix_style']             = 'برای سِرورهای ویندوز (ویستا و بعدتر). این تنظیم ممکن می‌کند توسط ckgedit\CKeditor\userfiles به data\media دسترسی یافت، اگر پیوندها به رسانه و فایل در فایلهای کاربر با موفقیت ایجاد شده باشند.';
$lang['no_symlinks']           = 'غیرفعالسازی ایجاد پیوندهای نمادین در ckgedit/userfiles. این گزینه هنگام بِروزسازی باید غیرفعال شود.';
$lang['direction']             = 'تعیین راستای نوشتاری زبان: <b>nocheck</b>: ckgedit تغییری در تنظیمات راستای زبان پیش‌فرض نمی‌دهد;  <b>dokuwiki</b>:  راستای زبانی فعلی دوکوویکی;  <b>ltr</b>: چپ به راست ; <b>rtl</b>: راست به چپ.';
$lang['scayt_auto']            = 'تعیین کنید آیا بررسی‌کننده‌هجی‌هنگام‌نوشتن Scayt در هنگام آغاز فعال باشد یا نه. پیش‌فرض  <code>off</code> است؛ کاربر می‌توان برای هر صفحه آنرا فعالسازی مجدد کند. برای حذف کامل بررسی‌کننده‌هجی Scayt گزینه  <code>disable</code> را انتخاب کنید (نگاه کنید به <a href="https://www.dokuwiki.org/plugin:ckgedit:configuration#scayt_auto">ckgedit:configuration#scayt_auto</a>")';
$lang['scayt_lang']            = 'تعیین زبان پیش‌فرض SCAYT';
$lang['smiley_hack']           = 'بازتنظیم URL برای لبخندک‌های CKedit وقتی به سِرور جدید نقل می‌شود. این‌کار بر مبنای صفحه به صفحه انجام می‌شود وقتی صفحه برای ویرایش لود و ذخیره می‌گردد. این گزینه باید در حالت طبیعی خاموش باشد.';
$lang['complex_tables']        = 'از الگوریتم جداول پیچیده استفاده شود. در برابر تجزیه استاندارد جداول، اینکار وقتی چیدمانهای پیچیده بازه سطرها و بازه ستونها ترکیب می‌شوند، نتایج بهتری می‌دهد، اما با زمان کمی بیشتر.';
$lang['duplicate_notes']       = 'این را true قرار دهید اگر کاربران چندین زیرنویس با متن زیرنویس مشابه ایجاد می‌کنند؛ جهت جلوگیری از تخریب یادداشتها لازم است.';
$lang['winstyle']              = 'از مسیر مستقیم به دایرکتوری رسانه استفاده شود بجای fckeditor/userfiles. این تابع <br />fckeditor/userfiles/.htaccess.security را به data/media/.htaccess کپی می‌کند؛ اگرنه اینکار باید به صورت دستی انجام شود.';
$lang['other_lang']            = 'زبان پیش‌فرض شما برای CKEditor زبان تعیین شده برای مرورگرتان است.با اینحال می‌توانید اینجا زبان دیگری انتخاب کنید؛ این مستقل از زبان واسط دوکوویکی است.';
$lang['dw_priority']           = 'ویرایشگر دوکوویکی را ویرایشگر پیش‌فرض قرار دهید: در مزرعه ویکی‌ها کار نمی‌کند.';
